export const fakeMenu = [
  {
    id: 1,
    name: 'Картография',
    children: [
      {
        id: 11,
        name: 'Карта',
      },
      {
        id: 12,
        name: 'Перевод координат',
      },
    ],
  },
  {
    id: 2,
    name: 'Справочники',
    children: [
      {
        id: 21,
        name: 'Геообъекты',
      },
      {
        id: 22,
        name: 'Системы координат',
      },
      {
        id: 23,
        name: 'Типы геообъектов',
      },
      {
        id: 24,
        name: 'ОШС',
        children: [
          {
            id: 241,
            name: 'Должности',
          },
          {
            id: 242,
            name: 'Подразделения',
          },
        ],
      },
    ],
  },
  {
    id: 3,
    name: 'Администрирование',
    children: [
      {
        id: 31,
        name: 'Пользователи',
      },
      {
        id: 32,
        name: 'Группы пользователей',
      },
      {
        id: 33,
        name: 'Запросы',
        children: [
          {
            name: 'История активности',
          },
        ],
      },
    ],
  },
];
